[
    { "autor": "Albert Einstein", "area": "Ciência", "texto": "A imaginação é mais importante que o conhecimento." },
    { "autor": "Albert Einstein", "area": "Ciência", "texto": "Duas coisas são infinitas: o universo e a estupidez humana. Mas, em relação ao universo, ainda não tenho certeza absoluta." },
    { "autor": "Albert Einstein", "area": "Ciência", "texto": "Tente não se tornar um homem de sucesso, mas sim um homem de valor." },
    { "autor": "Albert Einstein", "area": "Ciência", "texto": "A única fonte de conhecimento é a experiência." },
    { "autor": "Charles Chaplin", "area": "Arte", "texto": "A persistência é o caminho do êxito." },
    { "autor": "Charles Chaplin", "area": "Arte", "texto": "A vida é uma peça de teatro que não permite ensaios. Por isso, cante, chore, dance, ria e viva intensamente." },
    { "autor": "Charles Chaplin", "area": "Arte", "texto": "O tempo é o melhor autor; sempre encontra um final perfeito." },
    { "autor": "Charles Chaplin", "area": "Arte", "texto": "Mais do que máquinas, precisamos de humanidade." },
    { "autor": "Clarice Lispector", "area": "Literatura", "texto": "A coisa mais difícil de aprender na vida é qual ponte atravessar e qual ponte queimar." },
    { "autor": "Clarice Lispector", "area": "Literatura", "texto": "Até cortar os próprios defeitos pode ser perigoso. Nunca se sabe qual é o defeito que sustenta nosso edifício inteiro." },
    { "autor": "Clarice Lispector", "area": "Literatura", "texto": "Que ninguém se engane, só se consegue a simplicidade através de muito trabalho." },
    { "autor": "Clarice Lispector", "area": "Literatura", "texto": "Renda-se, como eu me rendi. Mergulhe no que você não conhece como eu mergulhei." },
    { "autor": "Fernando Pessoa", "area": "Literatura", "texto": "Tudo vale a pena se a alma não é pequena." },
    { "autor": "Fernando Pessoa", "area": "Literatura", "texto": "Tenho em mim todos os sonhos do mundo." },
    { "autor": "Fernando Pessoa", "area": "Literatura", "texto": "O poeta é um fingidor. Finge tão completamente que chega a fingir que é dor a dor que deveras sente." },
    { "autor": "Fernando Pessoa", "area": "Literatura", "texto": "Pedras no caminho? Guardo todas. Um dia vou construir um castelo." },
    { "autor": "Steve Jobs", "area": "Tecnologia", "texto": "A inovação distingue um líder de um seguidor." },
    { "autor": "Steve Jobs", "area": "Tecnologia", "texto": "Seu tempo é limitado, então não o desperdice vivendo a vida de outra pessoa." },
    { "autor": "Steve Jobs", "area": "Tecnologia", "texto": "O design não é apenas o que parece e o que se sente. O design é como funciona." },
    { "autor": "Steve Jobs", "area": "Tecnologia", "texto": "Estou convencido de que metade do que separa os empreendedores bem-sucedidos dos malsucedidos é pura perseverança." },
    { "autor": "Steve Jobs", "area": "Tecnologia", "texto": "Seja um padrão de qualidade. Algumas pessoas não estão acostumadas a um ambiente onde a excelência é esperada." },
    { "autor": "Mahatma Gandhi", "area": "Filosofia", "texto": "Seja a mudança que você quer ver no mundo." },
    { "autor": "Mahatma Gandhi", "area": "Filosofia", "texto": "Olho por olho, e o mundo acabará cego." },
    { "autor": "Mahatma Gandhi", "area": "Filosofia", "texto": "A força não provém da capacidade física. Provém de uma vontade indomável." },
    { "autor": "Mahatma Gandhi", "area": "Filosofia", "texto": "Aquele que não é capaz de governar a si mesmo não será capaz de governar os outros." },
    { "autor": "Paulo Freire", "area": "Educação", "texto": "Educação não transforma o mundo. Educação muda pessoas. Pessoas transformam o mundo." },
    { "autor": "Paulo Freire", "area": "Educação", "texto": "Ninguém ignora tudo. Ninguém sabe tudo. Todos nós sabemos alguma coisa. Todos nós ignoramos alguma coisa. Por isso aprendemos sempre." },
    { "autor": "Paulo Freire", "area": "Educação", "texto": "A alegria não chega apenas no encontro do achado, mas faz parte do processo da busca." },
    { "autor": "Linus Torvalds", "area": "Tecnologia", "texto": "Fale é barato. Mostre-me o código." },
    { "autor": "Linus Torvalds", "area": "Tecnologia", "texto": "A maioria dos bons programadores fazem seu trabalho não porque esperam ser pagos ou elogiados, mas porque é divertido." },
    { "autor": "Ayrton Senna", "area": "Esporte", "texto": "Se você quer ser bem-sucedido, precisa ter dedicação total, buscar seu último limite e dar o melhor de si." },
    { "autor": "Ayrton Senna", "area": "Esporte", "texto": "Eu não tenho ídolos. Tenho admiração por trabalho, dedicação e competência." },
    { "autor": "Ayrton Senna", "area": "Esporte", "texto": "O segundo é o primeiro dos perdedores." },
    { "autor": "Ayrton Senna", "area": "Esporte", "texto": "Vencer é o que importa, o resto é a consequência." },
    { "autor": "Leonardo da Vinci", "area": "Arte", "texto": "A simplicidade é o último grau de sofisticação." },
    { "autor": "Leonardo da Vinci", "area": "Arte", "texto": "Aprender é a única coisa de que a mente nunca se cansa, nunca tem medo e nunca se arrepende." },
    { "autor": "Leonardo da Vinci", "area": "Arte", "texto": "Assim como um dia bem vivido traz um sono tranquilo, uma vida bem usada traz uma morte tranquila." },
    { "autor": "Charles Darwin", "area": "Ciência", "texto": "Não é o mais forte que sobrevive, nem o mais inteligente, mas o que melhor se adapta às mudanças." },
    { "autor": "Charles Darwin", "area": "Ciência", "texto": "A ignorância gera mais frequentemente confiança do que o conhecimento." },
    { "autor": "Sócrates", "area": "Filosofia", "texto": "Só sei que nada sei." },
    { "autor": "Sócrates", "area": "Filosofia", "texto": "Uma vida não examinada não vale a pena ser vivida." },
    { "autor": "Sócrates", "area": "Filosofia", "texto": "Conhece-te a ti mesmo." },
    { "autor": "Platão", "area": "Filosofia", "texto": "Onde não há igualdade, a amizade não perdura." },
    { "autor": "Platão", "area": "Filosofia", "texto": "Tente mover o mundo – o primeiro passo será mover a si mesmo." },
    { "autor": "Platão", "area": "Filosofia", "texto": "O que mais importa não é viver, mas viver bem." },
    { "autor": "Aristóteles", "area": "Filosofia", "texto": "A coragem é a primeira das qualidades humanas porque garante todas as outras." },
    { "autor": "Aristóteles", "area": "Filosofia", "texto": "O sábio nunca diz tudo o que pensa, mas pensa sempre tudo o que diz." },
    { "autor": "Aristóteles", "area": "Filosofia", "texto": "Nós somos aquilo que fazemos repetidamente. A excelência, então, não é um ato, mas um hábito." },
    { "autor": "Maya Angelou", "area": "Literatura", "texto": "Tente ser um arco-íris na nuvem de alguém." },
    { "autor": "Maya Angelou", "area": "Literatura", "texto": "Eu aprendi que as pessoas vão esquecer o que você disse, as pessoas vão esquecer o que você fez, mas as pessoas nunca esquecerão como você as fez sentir." },
    { "autor": "Maya Angelou", "area": "Literatura", "texto": "Se você não gosta de algo, mude. Se você não pode mudar, mude sua atitude." },
    { "autor": "Machado de Assis", "area": "Literatura", "texto": "A vida não é mais que um sono interrompido por alguns sonhos." },
    { "autor": "Machado de Assis", "area": "Literatura", "texto": "O tempo é um químico invisível, que dissolve, compõe, extrai e transforma todas as substâncias morais." },
    { "autor": "Machado de Assis", "area": "Literatura", "texto": "A melhor definição de amor não vale um beijo." },
    { "autor": "Machado de Assis", "area": "Literatura", "texto": "Cada qual sabe amar a seu modo; o modo, pouco importa; o essencial é que saiba amar." },
    { "autor": "Pitágoras", "area": "Filosofia", "texto": "Eduquem as crianças e não será necessário castigar os homens." },
    { "autor": "Pitágoras", "area": "Filosofia", "texto": "O silêncio é a primeira pedra do templo da sabedoria." },
    { "autor": "Confúcio", "area": "Filosofia", "texto": "Não importa o quão devagar você vá, desde que não pare." },
    { "autor": "Confúcio", "area": "Filosofia", "texto": "O homem superior age antes de falar e depois fala de acordo com suas ações." },
    { "autor": "Confúcio", "area": "Filosofia", "texto": "Escolha um trabalho que você ame e não terá que trabalhar um único dia em sua vida." },
    { "autor": "Isaac Newton", "area": "Ciência", "texto": "Se vi mais longe foi por estar sobre ombros de gigantes." },
    { "autor": "Isaac Newton", "area": "Ciência", "texto": "O que sabemos é uma gota; o que ignoramos é um oceano." },
    { "autor": "Isaac Newton", "area": "Ciência", "texto": "Nenhuma grande descoberta foi feita jamais sem um palpite ousado." },
    { "autor": "Marie Curie", "area": "Ciência", "texto": "Na vida, não há nada a temer, apenas a compreender." },
    { "autor": "Marie Curie", "area": "Ciência", "texto": "Deixamos de temer aquilo que aprendemos a entender." },
    { "autor": "Marie Curie", "area": "Ciência", "texto": "Seja menos curioso sobre as pessoas e mais curioso sobre as ideias." },
    { "autor": "Stephen Hawking", "area": "Ciência", "texto": "Inteligência é a capacidade de se adaptar à mudança." },
    { "autor": "Stephen Hawking", "area": "Ciência", "texto": "O maior inimigo do conhecimento não é a ignorância, é a ilusão do conhecimento." },
    { "autor": "Stephen Hawking", "area": "Ciência", "texto": "Mesmo que a vida pareça difícil, sempre há algo que você pode fazer e ter sucesso." },
    { "autor": "Ada Lovelace", "area": "Tecnologia", "texto": "A imaginação é a faculdade da descoberta, preeminentemente. É o que penetra nos mundos invisíveis ao nosso redor, os mundos da Ciência." },
    { "autor": "Ada Lovelace", "area": "Tecnologia", "texto": "Quanto mais eu estudo, mais insaciável sinto minha sede de aprender." },
    { "autor": "Alan Turing", "area": "Tecnologia", "texto": "Às vezes, são as pessoas que ninguém imagina que fazem as coisas que ninguém pode imaginar." },
    { "autor": "Alan Turing", "area": "Tecnologia", "texto": "Nós só podemos ver um pouco do futuro, mas o suficiente para perceber que há muito a fazer." },
    { "autor": "Bill Gates", "area": "Tecnologia", "texto": "Meus filhos terão computadores, sim, mas antes terão livros." },
    { "autor": "Bill Gates", "area": "Tecnologia", "texto": "É ótimo celebrar o sucesso, mas é mais importante prestar atenção às lições do fracasso." },
    { "autor": "Bill Gates", "area": "Tecnologia", "texto": "O sucesso é um professor perverso. Ele seduz as pessoas inteligentes a pensarem que não podem perder." },
    { "autor": "William Shakespeare", "area": "Arte", "texto": "Ser ou não ser, eis a questão." },
    { "autor": "William Shakespeare", "area": "Arte", "texto": "Sabemos o que somos, mas não sabemos o que podemos ser." },
    { "autor": "William Shakespeare", "area": "Arte", "texto": "O mundo é um palco, e todos os homens e mulheres são meros atores." },
    { "autor": "William Shakespeare", "area": "Arte", "texto": "Choramos ao nascer porque chegamos a este imenso cenário de dementes." },
    { "autor": "Vincent van Gogh", "area": "Arte", "texto": "Não tenho certeza de nada, mas a visão das estrelas me faz sonhar." },
    { "autor": "Vincent van Gogh", "area": "Arte", "texto": "Prefiro morrer de paixão a morrer de tédio." },
    { "autor": "Vincent van Gogh", "area": "Arte", "texto": "O que seria da vida se não tivéssemos a coragem de tentar algo novo?" },
    { "autor": "Frida Kahlo", "area": "Arte", "texto": "Pés, para que os quero, se tenho asas para voar?" },
    { "autor": "Frida Kahlo", "area": "Arte", "texto": "Eu pinto minha própria realidade." },
    { "autor": "Frida Kahlo", "area": "Arte", "texto": "Nada é absoluto. Tudo muda, tudo se move, tudo gira, tudo voa e vai embora." },
    { "autor": "Pelé", "area": "Esporte", "texto": "Quanto mais difícil a vitória, maior a felicidade de vencer." },
    { "autor": "Pelé", "area": "Esporte", "texto": "O sucesso não é um acidente. É trabalho duro, perseverança, aprendizado, estudo, sacrifício e, acima de tudo, amor pelo que você está fazendo." },
    { "autor": "Michael Jordan", "area": "Esporte", "texto": "Eu errei mais de 9.000 arremessos na minha carreira. Perdi quase 300 jogos. Em 26 oportunidades, confiaram em mim para fazer o arremesso da vitória, e eu errei. Eu falhei repetidamente na minha vida. E é por isso que eu obtive sucesso." },
    { "autor": "Michael Jordan", "area": "Esporte", "texto": "O talento vence jogos, mas só o trabalho em equipe vence campeonatos." },
    { "autor": "Simone de Beauvoir", "area": "Filosofia", "texto": "Ninguém nasce mulher: torna-se mulher." },
    { "autor": "Simone de Beauvoir", "area": "Filosofia", "texto": "O opressor não seria tão forte se não tivesse cúmplices entre os próprios oprimidos." },
    { "autor": "Friedrich Nietzsche", "area": "Filosofia", "texto": "Aquilo que não me mata, me fortalece." },
    { "autor": "Friedrich Nietzsche", "area": "Filosofia", "texto": "E aqueles que foram vistos dançando foram considerados loucos por aqueles que não podiam ouvir a música." },
    { "autor": "Friedrich Nietzsche", "area": "Filosofia", "texto": "Torna-te quem tu és." },
    { "autor": "René Descartes", "area": "Filosofia", "texto": "Penso, logo existo." },
    { "autor": "René Descartes", "area": "Filosofia", "texto": "Não há nada no mundo que esteja melhor distribuído do que a razão: todos estão convencidos de que a têm de sobra." },
    { "autor": "Carlos Drummond de Andrade", "area": "Literatura", "texto": "Ser feliz sem motivo é a mais autêntica forma de felicidade." },
    { "autor": "Carlos Drummond de Andrade", "area": "Literatura", "texto": "A dor é inevitável. O sofrimento é opcional." },
    { "autor": "Carlos Drummond de Andrade", "area": "Literatura", "texto": "O que seria de nós sem o socorro da imaginação?" },
    { "autor": "Guimarães Rosa", "area": "Literatura", "texto": "Viver é muito perigoso... porque ainda não se sabe. Porque aprender a viver é que é o viver mesmo." },
    { "autor": "Guimarães Rosa", "area": "Literatura", "texto": "O correr da vida embrulha tudo. A vida é assim: esquenta e esfria, aperta e daí afrouxa, sossega e depois desinquieta. O que ela quer da gente é coragem." },
    { "autor": "Cora Coralina", "area": "Literatura", "texto": "Feliz é aquele que transfere o que sabe e aprende o que ensina." },
    { "autor": "Cora Coralina", "area": "Literatura", "texto": "Não sei se a vida é curta ou longa demais para nós. Mas sei que nada do que vivemos tem sentido, se não tocarmos o coração das pessoas." },
    { "autor": "Cora Coralina", "area": "Literatura", "texto": "O que vale na vida não é o ponto de partida e sim a caminhada." }
  ]